tutorials/multiphase/interFoam/RAS/mixerVesselAMI/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (oil water);

oil
{
    transportModel  Newtonian;
    nu              1.2e-05;
    rho             300;
}

water
{
    transportModel  Newtonian;
    nu              1e-6;
    rho             1027;
}

sigma           0.027;

// ************************************************************************* //
